<?php

return [
    "v1" => [
        "auth" => [
            "create_account" => "تم إنشاء الحساب بنجاح ، يرجى التحقق من البريد الإلكتروني الخاص بك",
            "already_verified" => "تم التحقق من هذا البريد الإلكتروني بالفعل",
            "code_incorrect" => "الكود غير صحيح تحققه وحاول مرة أخرى",
            "verified_successfully" => "تم التحقق من بريدك الإلكتروني بنجاح ، مرحبًا بك!",
            "forget_password_verified" => "لقد تحققنا من عملية إعادة تعيين كلمة المرور الخاصة بك بنجاح",
            "resend_code" => "أعدنا إرسال رمز التحقق إلى بريدك الإلكتروني",
            "login_credentials_error" => "البريد الإلكتروني أو كلمة المرور خاطئة",
            "login_successfully" => "تسجيل الدخول بنجاح ، مرحبًا بك مرة أخرى السيد: user_name ، أتمنى لك يومًا سعيدًا!",
            "account_not_verified" => "هذا الحساب غير مُتحقق حتى الآن ، قم بتأكيد حسابك وحاول مرة أخرى",
            "reset_password" => "لقد أرسلنا رمز التحقق إلى بريدك الإلكتروني",
            "password_changed" => "تم تغيير كلمة مرورك بنجاح",
            "logout_successfully" => "تم تسجيل خروجك بنجاح",
            "wrong_current_password" => "لقد قدمت لنا كلمة مرور حالية خاطئة تحقق منها وحاول مرة أخرى",
            "create_admin_account" => "تم إنشاء حساب مسؤول جديد بنجاح"
        ],
        "account" => [
            "account_not_found" => "عذرا ، لا يمكننا العثور على عنوان بريدك الإلكتروني في نظامنا",
            "account_disabled" => "هذا الحساب معطل ، لا يمكنك تسجيل الدخول إلى نظامنا ، اتصل بالدعم لمزيد من المعلومات",
            "update_profile" => "تم تحديث ملفك الشخصي بنجاح"
        ],
        "slider" => [
            'create_new_slide' => 'تم إنشاء الشريحة بنجاح',
            "update_slide" => "تم تحديث الشريحة بنجاح",
            "delete_slide" => "تم حذف الشريحة بنجاح",
            "slide_not_found" => "البلد الذي تحاول العثور عليه غير موجود في نظامنا",
        ],
        "country" => [
            "create_country" => "تمت إضافة بلد جديد إلى قائمة البلدان بنجاح",
            "update_country" => "تم تحديث البلد بنجاح",
            "delete_country" => "تم حذف البلد من قائمة البلدان بنجاح",
            "country_not_found" => "البلد الذي تحاول العثور عليه غير موجود في نظامنا",
        ],
        "city" => [
            "create_city" => "تم إنشاء مدينة جديدة بنجاح",
            "update_city" => "تم تحديث المدينة بنجاح",
            "delete_city" => "تم حذف المدينة بنجاح",
            "city_not_found" => "المدينة التي تحاول العثور عليها غير موجودة في نظامنا",
        ],
        "area" => [
            "area_not_found" => "البلد الذي تحاول العثور عليه غير موجود في نظامنا",
            "create_area" => "تم إنشاء منطقة جديدة بنجاح",
            "update_area" => "تم تحديث المنطقة بنجاح",
            "delete_area" => "تم حذف المنطقة بنجاح",
        ],
        "category" => [
            "category_not_found" => "القسم الذي تحاول العثور عليه غير موجود في نظامنا",
            "create_category" => "تم إنشاء قسم جديد بنجاح",
            "update_category" => "تم تحديث القسم بنجاح",
            "delete_category" => "تم حذف القسم بنجاح",
        ],
        "section" => [
            "section_not_found" => "القسم الذي تحاول العثور عليه غير موجود في نظامنا",
            "create_section" => "تم إنشاء قسم جديد بنجاح",
            "update_section" => "تم تحديث القسم بنجاح",
            "delete_section" => "تم حذف القسم بنجاح",
        ],
        "items" => [
            "item_added_successfully" => "تم إضافة عنصرك بنجاح",
            "item_not_found" => "العنصر الذي تحاول العثور عليه غير موجود في نظامنا",
            "item_deleted_successfully" => "تم حذف العنصر بنجاح"
        ],
        "exchange" => [
            "exchange_with_yourself" => "كلا العنصرين يعودان إليك ، يمكنك إجراء عملية الاستبدال هذه",
            "unknown_exchange_type" => "نوع الاستبدال غير متوفر بعد الآن",
            "exchange_successfully_requested" => "تم تقديم طلب عملية الاستبدال الخاصة بك إلى المالك بنجاح ، يرجى انتظار الرد",
            "exchange_not_found" => "عملية الاستبدال التي تحاول العثور عليها غير موجودة في نظامنا",
            "permission_denied" => "ليس لديك إذن للقيام بهذا الإجراء",
            "exchange_accepted" => "تم القبول بنجاح",
            "exchange_rejected" => "تم الرفض بنجاح",
            "exchange_canceled" => "تم الإلغاء بنجاح",
        ],
        "favorite" => [
            "item_added_to_favorite" => "تم الاضافة الى المفضلة بنجاح"
        ]
        ]
    ];

